const ANIMAL_TYPE = [
    { id: 'dog', name: '강아지', info: '다정하고 귀여운 호감형으로, 어디서나 인기가 많지만 연인의 관심이 부족하면 시무룩해져요.', star: '에스파 윈터, 엔믹스 지우, 츄, 아이브 안유진' },
    { id: 'cat', name: '고양이', info: '첫인상은 차가워 보이지만 묘한 매력이 있어요! 자존심 강하면서도 연인에게는 은근히 애교를 부려요', star: '블랙핑크 제니, 뉴진스 해린, 아이브 리즈, 에스파 닝닝' },
    { id: 'rabbit', name: '토끼', info: '천진난만하고 귀여워 주변 사람들에게 기쁨을 줘요! 귀엽고 순순한 외모로 연인의 보호본능을 자극해요.', star: '트와이스 나연, 아이유, 수지, 아이브 장원영' },
    { id: 'desertFox', name: '사막여우', info: '사람을 홀리는 섹시함과 귀여운 매력을 동시에 지녀요! 밀당의 고수여서 연인의 혼을 쏙 빼놓는 매력쟁이에요.', star: '스테이씨 세은, 트와이스 쯔위, 프로미스나인 나경, 아이즈원 김민주' },
    { id: 'deer', name: '사슴', info: '초롱초롱한 눈망울로 차분한 성격을 가져요. 신비한 분위기와 따뜻한 성격으로 연인을 사로잡아요!', star: '윤아, 아이들 미연, 오마이걸 아린, 서현진' },
    { id: 'hamster', name: '햄스터', info: '둥글둥글하고 귀여워 항상 사랑받는 스타일이에요. 가만히 있어도 챙겨주고 싶은 욕구를 불러일으켜요!', star: '프로미스나인 송하영, 박보영, 스테이씨 시은, 안소희' },

    { id: 'dog', name: '강아지', info: '다정하고 귀여운 호감형으로, 어디서나 인기가 많지만 연인의 관심이 부족하면 시무룩해져요.', star: '엑소 백현, 남주혁, 박보검' },
    { id: 'cat', name: '고양이상', info: '첫인상은 차가워 보이지만 묘한 매력이 있어요! 자존심 강하면서도 연인에게는 은근히 애교를 부려요', star: '황민현, 세븐틴 원우, 강동원' },
    { id: 'rabbit', name: '토끼', info: '천진난만하고 귀여워 주변 사람들에게 기쁨을 줘요! 귀엽고 순순한 외모로 연인의 보호본능을 자극해요.', star: 'BTS 정국, 투바투 수빈, NCT 도영, 데이식스 원필' },
    { id: 'dinosaur', name: '공룡', info: '첫인상은 나쁜 남자 같지만 따뜻하고, 먼저 다가가면  헤어나올 수 없는 터프한 매력을 가진 남자에요!', star: '김우빈, 공유, 육성재, 송강, 윤두준' },
    { id: 'bear', name: '곰', info: '무서워 보이지만 알고보면 귀여운 포근한 남자에요.섬세하고 듬직해 연인을 헌신적으로 챙겨줘요.', star: '조진웅, 몬스타엑스 셔누, 여진구,변우석' },
    { id: 'wolf', name: '늑대', info: '사납고 강하지만만 따뜻하고, 카리스마가 있어요. 하지만 내 연인에겐 한없이 따뜻한 스타일 이에요!', star: '손석구, 주지훈, 유승호, 데이식스 원필' }
];

export default ANIMAL_TYPE;