const EIE = {
    '공과대학': ['건설환경공학과', '건축공학과', '건축공학부 건축공학전공', '건축공학부 건축학전공', '건축학과', '국방시스템공학과', '기계항공우주공학부 기계공학전공', '기계항공우주공학부 항공우주공학전공', '나노신소재공학과', '양자원자력공학과', '우주항공시스템공학부', '지구자원시스템공학과', '항공시스템공학과', '환경에너지공간융합학과'],

    '경영경제대학' : ['경영학부', '경제학과'],

    '전자정보공학대학': ['전자정보통신공학과', '반도체시스템공학과'],

    '인문과학대학' : ['교육학과', '국어국문학과', '국제학부', '국제학부 영어영문학전공', '국제학부 일어일문학전공', '국제학부 중국통상학전공', '역사학과 ', ],

    '소프트웨어융합대학' : ['데이터사이언스학과', '소프트웨어학과', '인공지능학과', '정보보호학과', '지능기전공학과', '지능기전공학부 무인이동체공학전공', '지능기전공학부 스마트기기공학전공', '창의소프트학부', '창의소프트학부 디자인이노베이션전공', '창의소프트학부 만화애니메이션텍전공', '컴퓨터공학과'],

    '예체능대학' : ['무용과', '영화예술학과', '음악과', '체육학과', '패션디자인학과', '회화과'],

    '자연과학대학' : ['물리천문학과', '수학통계학과', '수학통계학부 수학전공', '수학통계학부 응용통계학전공', '화학과'],

    '사회과학대학' : ['미디어커뮤니케이션학과', '행정학과'],

    '생명과학대학' : ['생명시스템학부', '생명시스템학부 바이오산업자원공학전공', '생명시스템학부 바이오융합공학전공', '생명시스템학부 식품생명공학전공', '스마트생명산업융합학과'],

    '호텔관광대학' : ['글로벌조리학과', '호텔관광외식경영학부', '호텔관광외식경영학부 외식경영학전공', '호텔관광외식경영학부 호텔관광경영학전공', '호텔외식관광프랜차이즈경영학과', '호텔외식비즈니스학과'],

    '법학부' : ['법학부', '법학부 법학전공'],
};

export default EIE;